Repository: narisoa10/Budget1
Catalog: l10n/intl_*.arb
Languages: it, pl, ru, uk

# price
source: Price/ unit
it: Prezzo/un
pl: Cena/jed-ka
ru: Цена/ед
uk: Ціна/од

source: Total
it: Totale
pl: Kwota
ru: Cумма
uk: Cума

source: Income
it: Reddito
pl: Dochód
ru: Доход
uk: Дохід

source: Expense
it: Spese
pl: Wydatki
ru: Расход
uk: Витрати

source: Balance
it: Saldo
pl: Saldo
ru: Остаток
uk: Баланс

source: food
it: Generi alimentari
pl: Artykuły spożywcze
ru: Продукты питания
uk: Продукти харчування

# housing
source: Housing expenses
it: Spese abitative
pl: Wydatki na mieszkanie
ru: Жилищные расходы
uk: Житлові витрати

# education
source: Education & development
it: Istruzione e sviluppo
pl: Edukacja i rozwój
ru: Образование и развитие
uk: Освіта та розвиток

# entertainment
source: Entertainment & leisure
it: Intrattenimento e tempo libero
pl: Rozrywka i rekreacja
ru: Развлечение и досуг
uk: Розваги та дозвілля

# transport
source: Transport expenses
it: Spese di trasporto
pl: Koszty transportu
ru: Транспортные расходы
uk: Транспортні витрати

# insurance
source: Insurance & protection
it: Assicurazione e protezione
pl: Ubezpieczenie i ochrona
ru: Страхование и защита
uk: Страхування та захист

# ins_insurance
source: Insurance & protection
it: Assicurazione e protezione
pl: Ubezpieczenie i ochrona
ru: Страхование и защита
uk: Страхування та захист

# miscellaneous
source: Miscellaneous expenses
it: Spese varie
pl: Różne wydatki
ru: Случайные расходы
uk: Випадкові витрати

# debt
source: Debts & loans
it: Debiti e prestiti
pl: Długi i pożyczki
ru: Долги и кредиты
uk: Борги та кредити

source: Debts & loans
it: Debiti e prestiti
pl: Długi i pożyczki
ru: Долги и кредиты
uk: Борги та кредити

source: Charity
it: Beneficenza
pl: Dobroczynność
ru: Благотворительность
uk: Благодійність

# charity_donations
source: Charity
it: Beneficenza
pl: Dobroczynność
ru: Благотворительность
uk: Благодійність

source: Add category
it: Aggiungi categoria
pl: Dodaj kategorię
ru: Добавить категорию
uk: Додати категорію

source: Register
it: Registrati
pl: Zarejestruj się
ru: Регистрация
uk: Реєстрація

source: Login
it: Accedi
pl: Zaloguj się
ru: Вход
uk: Вхід

source: Settings
it: Impostazioni
pl: Ustawienia
ru: Настройка
uk: Налаштування

source: Report
it: Rapporto
pl: Raport
ru: Отчет
uk: Звіт

source: Subscription
it: Abbonamento
pl: Subskrypcja
ru: Подписка
uk: Підписка

source: Help
it: Aiuto
pl: Pomoc
ru: Помощь
uk: Допомога

source: Logout
it: Disconnettersi
pl: Wyloguj się
ru: Выйти
uk: Вийти

source: Delete Account
it: Elimina account
pl: Usuń konto
ru: Удалить аккаунт
uk: Видалити акаунт

source: Menu
ru: Меню
uk: Меню

source: Select Language
it: Seleziona la lingua
pl: Wybierz język
ru: Выберите язык
uk: Виберіть мову

source: Select Currency
it: Seleziona la valuta
pl: Wybierz walutę
ru: Выберите валюту
uk: Виберіть валюту

source: Registration
it: Registrazione
pl: Rejestracja
ru: Регистрация
uk: Реєстрація

source: Advance
it: Anticipo
pl: Zaliczka
ru: Аванс
uk: Аванс

source: Salary
it: Stipendio
pl: Wynagrodzenie
ru: Зарплата
uk: Зарплата

source: Your income
it: Il tuo reddito
pl: Twój dochód
ru: Ваш доход
uk: Ваш дохід

source: New category
it: Nuova categoria
pl: Nowa kategoria
ru: Новая категория
uk: Нова категорія

# enter_new_category_name
source: Enter a new category name
it: Inserisci un nuovo nome per la categoria
pl: Wprowadź nową nazwę kategorii
ru: Введите новое название категории
uk: Введіть нову назву категорії

source: Delete new category
it: Elimina la nuova categoria
pl: Usuń nową kategorię
ru: Удалить новую категорию
uk: Видалити нову категорію

source: New name
it: Nuovo nome
pl: Nowa nazwa
ru: Новое название
uk: Нова назва

source: Cancel
it: Annulla
pl: Anuluj
ru: Отмена
uk: Скасувати

source: Save
it: Salva
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: enter subcategory
it: Inserisci sottocategoria
pl: Wprowadź podkategorię
ru: Введите подкатегорию
uk: Введіть підкатегорію

source: name
it: Nome
pl: Nazwa
ru: Наименование
uk: Найменування

source: Name1
it: Nome1
pl: Nazwa1
ru: Наименование1
uk: Найменування1

# price_per_unit
source: Price/un
it: Prezzo/un
pl: Cena/j-ka
ru: Цена/ед
uk: Ціна/од.

# quantity
source: Qty
it: Q-tà
pl: Ilość
ru: Кол-во
uk: К-сть

source: Add table
it: Aggiungi tabella
pl: Dodaj tabelę
ru: Добавить таблицу
uk: Додати таблицю

source: Remove table
it: Rimuovi tabella
pl: Usuń tabelę
ru: Удалить таблицу
uk: Видалити таблицю

source: Remove
it: Rimuovi
pl: Usuń
ru: Удалить
uk: Видалити

source: Vegetables & Fruits
it: Verdura & Frutta
pl: Warzywa & Owoce
ru: Овощи & Фрукты
uk: Овочі & Фрукти

source: Groceries
it: Generi Alimentari
pl: Artykuły spożywcze
ru: Бакалея
uk: Бакалія

source: Meat & Fish
it: Carne & Pesce
pl: Mięso & Ryby
ru: Мясо & Рыба
uk: М'ясо & Риба

source: Dairy Products
it: Prodotti Lattiero-caseari
pl: Produkty mleczne
ru: Молочные продукты
uk: Молочні продукти

source: Bakery Products
it: Prodotti da Forno
pl: Produkty piekarnicze
ru: Хлебобулочные продукты
uk: Хлібобулочні вироби

source: Drinks
it: Bevande
pl: Napoje
ru: Напитки
uk: Напої

source: Add subcategory
it: Aggiungi sottocategoria
pl: Dodaj podkategorię
ru: Добавить подкатегорию
uk: Додати підкатегорію

source: Add
it: Aggiungi
pl: Dodaj
ru: Добавить
uk: Додати

source: Rent
it: Affitto
pl: Czynsz
ru: Арендная плата
uk: Орендна плата

source: Utilities
it: Utenze
pl: Opłaty za media
ru: Коммунальные услуги
uk: Комунальні послуги

# maintenance
source: Maintenance & Repairs
it: Manutenzione e riparazioni
pl: Konserwacja i naprawy
ru: Ремонт и обслуживание
uk: Ремонт і обслуговування

source: Management Fees
it: Spese di gestione
pl: Opłaty zarządcze
ru: Управляющие расходы
uk: Управлінські витрати

# internet
source: Internet and Communication
it: Internet e comunicazioni
pl: Internet i komunikacja
ru: Интернет и связь
uk: Інтернет і зв'язок

source: Other Expenses
it: Altre spese
pl: Inne wydatki
ru: Прочие расходы
uk: Інші витрати

# transport_fuel
source: Fuel
it: Carburante
pl: Paliwo
ru: Топливо
uk: Паливо

# transport_maintenance
source: Maintenance
it: Manutenzione
pl: Konserwacja
ru: Техническое обслуживание
uk: Технічне обслуговування

# transport_parking_fees
source: Parking Fees
it: Tariffe di parcheggio
pl: Opłaty parkingowe
ru: Оплата парковки
uk: Плата за паркування

# transport_toll_roads
source: Toll Roads
it: Strade a pedaggio
pl: Drogi płatne
ru: Платные дороги
uk: Платні дороги

# transport_public_transport
source: Public Transport
it: Trasporti pubblici
pl: Transport publiczny
ru: Общественный транспорт
uk: Громадський транспорт

# transport_taxi_ridesharing
source: Taxi & Ridesharing
it: Taxi e car-sharing
pl: Taksówka i car-sharing
ru: Такси и каршеринг
uk: Таксі та каршеринг

# transport_car_rental
source: Car Rental
it: Noleggio auto
pl: Wynajem samochodów
ru: Аренда автомобилей
uk: Оренда автомобілів

# transport_repairs
source: Repairs
it: Riparazioni
pl: Naprawy
ru: Ремонт
uk: Ремонт

# transport_miscellaneous
source: Miscellaneous
it: Varie
pl: Różne
ru: Случайные расходы
uk: Різне

# med_medications_pharmacy_products
source: Medications, vitamins, pharmacy products
it: Farmaci, vitamine, prodotti da farmacia
pl: Leki, witaminy, produkty apteczne
ru: Лекарства, витамины, аптечные товары
uk: Ліки, вітаміни, аптечні товари

# med_doctor_visits_examinations
source: Doctor visits, medical examinations
it: Visite mediche ed esami
pl: Wizyty lekarskie, badania medyczne
ru: Визиты к врачам, медицинские обследования
uk: Візити до лікарів, медичні обстеження

# med_treatments_chronic_conditions
source: Treatments, chronic conditions
it: Trattamenti, condizioni croniche
pl: Leczenie, choroby przewlekłe
ru: Лечение, хронические заболевания
uk: Лікування, хронічні захворювання

# med_dentistry_optometry
source: Dentistry, optometry
it: Odontoiatria, optometria
pl: Stomatologia, optometria
ru: Стоматология, окулист...
uk: Стоматологія, окуліст...

# med_physical_therapy_orthopedic_services
source: Physical therapy, orthopedic services
it: Fisioterapia, servizi ortopedici
pl: Fizjoterapia, usługi ortopedyczne
ru: Физическая терапия, ортопедические услуги
uk: Фізіотерапія та ортопедичні послуги

# med_psychological_cosmetic_services
source: Psychological help, ...
it: Aiuto psicologico ...
pl: Pomoc psychologiczna ...
ru: Психологические и косметические услуги
uk: Психологічна допомога,...

# med_emergency_vaccination
source: Emergency medical expenses
it: Spese mediche di emergenza
pl: Nagłe wydatki medyczne
ru: Срочные медицинские расходы
uk: Невідкладні медичні витрати

# cloth_clothing
source: Clothing
it: Abbigliamento
pl: Odzież
ru: Одежда
uk: Одяг

# cloth_footwear
source: Footwear
it: Calzature
pl: Obuwie
ru: Обувь
uk: Взуття

# cloth_hair_salons
source: Hair salons and beauty salons
it: Parrucchieri e saloni di bellezza
pl: Salony fryzjerskie i kosmetyczne
ru: Парикмахерские и салоны красоты
uk: Перукарні та салони краси

# cloth_cosmetics_skincare
source: Cosmetics & skincare
it: Cosmetici e cura della pelle
pl: Kosmetyki i pielęgnacja skóry
ru: Косметика и уход за кожей
uk: Косметика та догляд за шкірою

# cloth_personal_hygiene
source: Personal hygiene products
it: Prodotti per l'igiene personale
pl: Produkty do higieny osobistej
ru: Средства личной гигиены
uk: Засоби особистої гігієни

# cloth_paid_apps_subscriptions
source: Paid apps & subscriptions
it: App e abbonamenti a pagamento
pl: Płatne aplikacje i subskrypcje
ru: Платные приложения и подписки
uk: Платні програми та підписки

# cloth_fitness_body_care
source: Body care & fitness
it: Cura del corpo e fitness
pl: Pielęgnacja ciała i fitness
ru: Уход за телом и фитнес
uk: Догляд за тілом і фітнес

# cloth_mobile_internet
source: Mobile communication & internet
it: Telefonia mobile e internet
pl: Komunikacja mobilna i internet
ru: Мобильная связь и интернет
uk: Мобільний зв'язок та інтернет

# edu_school_education
source: School education
it: Educazione scolastica
pl: Edukacja szkolna
ru: Школьное образование
uk: Шкільна освіта

# edu_preschool_education
source: Preschool education
it: Educazione prescolare
pl: Edukacja przedszkolna
ru: Дошкольное образование
uk: Дошкільна освіта

# edu_university_education
source: University & additional education
it: Educazione universitaria e formazione aggiuntiva
pl: Edukacja uniwersytecka i dodatkowa
ru: Высшее и дополнительное образование
uk: Вища та додаткова освіта

# edu_clubs_sections
source: Clubs and sections
it: Club e sezioni
pl: Kluby i sekcje
ru: Кружки и секции
uk: Гуртки та секції

# edu_tutors_private_lessons
source: Tutors & private lessons
it: Tutor e lezioni private
pl: Korepetytorzy i prywatne lekcje
ru: Репетиторы и частные уроки
uk: Репетитори та приватні уроки

# edu_educational_apps_subscriptions
source: Educational apps & subscriptions
it: App e abbonamenti educativi
pl: Aplikacje i subskrypcje edukacyjne
ru: Образовательные приложения и подписки
uk: Освітні програми та підписки

# edu_books_study_materials
source: Books & study materials
it: Libri e materiali didattici
pl: Książki i materiały do nauki
ru: Книги и учебные пособия
uk: Книги та навчальні матеріали

# edu_workshops_training
source: Workshops & training
it: Workshop e formazione
pl: Warsztaty i szkolenia
ru: Семинары и тренинги
uk: Семінари та тренінги

# edu_educational_trips
source: Educational trips
it: Viaggi educativi
pl: Wycieczki edukacyjne
ru: Образовательные поездки
uk: Освітні поїздки

# edu_additional_development_expenses
source: Additional development expenses
it: Spese aggiuntive per lo sviluppo
pl: Dodatkowe wydatki na rozwój
ru: Дополнительные расходы на развитие
uk: Додаткові витрати на розвиток

# leisure_movies_theaters
source: Movies and Theaters
it: Film e Teatri
pl: Filmy i Teatry
ru: Фильмы и театры
uk: Фільми та Театри

# leisure_museums_exhibitions
source: Museums and Exhibitions
it: Musei e Mostre
pl: Muzea i Wystawy
ru: Музеи и выставки
uk: Музеї та Виставки

# leisure_sports_music_events
source: Sports & Music Events
it: Eventi Sportivi e Musicali
pl: Wydarzenia Sportowe i Muzyczne
ru: Спортивные и музыкальные мероприятия
uk: Спортивні та Музичні Заходи

# leisure_summer_camps_camping
source: Summer Camps & Camping
it: Campi Estivi e Campeggio
pl: Obozy Letnie i Kemping
ru: Летние лагеря и кемпинги
uk: Літні Табори та Кемпінги

# leisure_hiking_trips
source: Hiking, Picnics, & Trips
it: Escursioni, Picnic e Viaggi
pl: Wędrówki, Pikniki i Wycieczki
ru: Походы, пикники и поездки
uk: Походи, Пікніки та Поїздки

# leisure_home_parties
source: Home Parties & Celebrations
it: Feste e Celebrazioni a Casa
pl: Domowe Imprezy i Przyjęcia
ru: Домашние праздники и вечеринки
uk: Домашні Свята та Вечірки

# leisure_hobbies_crafts
source: Hobbies & Crafts
it: Hobby e Mestieri
pl: Hobby i Rękodzieło
ru: Хобби и рукоделие
uk: Хобі та Рукоділля

# leisure_cafes_restaurants
source: Cafes, Restaurants...
it: Caffè, Ristoranti...
pl: Kawiarnie, Restauracje...
ru: Кафе, рестораны...
uk: Кафе, Ресторани...

# misc_expenses
source: Miscellaneous expenses
it: Spese varie
pl: Wydatki różne
ru: Случайные расходы
uk: Випадкові витрати

source: Date
it: Data
pl: Data
ru: Дата
uk: Дата

# chooseDate
source: Choose a date
it: Scegli una data
pl: Wybierz datę
ru: Выберите дату
uk: Виберіть дату

source: Final Report
it: Rapporto Finale
pl: Raport Końcowy
ru: Итоговый отчет
uk: Підсумковий звіт

source: Expense Category
it: Categoria di Spesa
pl: Kategoria Wydatków
ru: Категория расходов
uk: Категорія витрат

source: Creditor
it: Creditore
pl: Wierzyciel
ru: Кредитор
uk: Кредитор

source: Personal Category
it: Categoria Personale
pl: Kategoria Osobista
ru: Личная Категория
uk: Особиста Категорія

source: Week
it: Settimana
pl: Tydzień
ru: Неделя
uk: Тиждень

source: Month
it: Mese
pl: Miesiąc
ru: Месяц
uk: Місяць

source: Year
it: Anno
pl: Rok
ru: Год
uk: Рік

source: Expense by Category
it: Spese per Categoria
pl: Wydatki według Kategorii
ru: Расходы по Категориям
uk: Витрати за Категоріями

# health
source: Health & Medicine
it: Salute & Medicina
pl: Zdrowie & Medycyna
ru: Здоровье & Медицина
uk: Здоров'я & Медицина

# clothing
source: Clothing & Miscellaneous
it: Abbigliamento & Varie
pl: Odzież & Różne
ru: Одежда & Разное
uk: Одяг & Різне

# threshold_warning
source: Warning Threshold
it: Soglia di avviso
pl: Próg ostrzegawczy
ru: Порог предупреждения
uk: Поріг попередження

# threshold_critical
source: Critical Threshold
it: Soglia critica
pl: Próg krytyczny
ru: Критический порог
uk: Критичний поріг

# enter_threshold_warning
source: Enter Warning Threshold
it: Entrare soglia di avviso
pl: Wejście w próg ostrzegawczy
ru: Введите значение порога предупреждения
uk: Введіть значення порогу попередження

# enter_threshold_critical
source: Enter Critical Threshold
it: Entrare soglia critica
pl: Wejście w próg krytyczny
ru: Введите значение критического порога
uk: Введіть значення критичного порогу

source: No data available
it: Nessun dato disponibile
pl: Brak dostępnych danych
ru: Данные недоступны
uk: Дані недоступні

# localeName
source: {locale, select, en{English} ru{Russian} pl{Polish} fr{French} de{German} it{Italian} es{Spanish} pt{Portuguese} uk{Ukrainian} other{Unknown}}
it: {locale, select, en{Inglese} ru{Russo} pl{Polacco} fr{Francese} de{Tedesco} it{Italiano} es{Spagnolo} pt{Portoghese} uk{Ucraino} other{Sconosciuto}}
pl: {locale, select, en{Angielski} ru{Rosyjski} pl{Polski} fr{Francuski} de{Niemiecki} it{Włoski} es{Hiszpański} pt{Portugalski} uk{Ukraiński} other{Nieznany}}
ru: {locale, select, en{Английский} ru{Русский} pl{Польский} fr{Французский} de{Немецкий} it{Итальянский} es{Испанский} pt{Португальский} uk{Украинский} other{Неизвестно}}
uk: {locale, select, en{Англійська} ru{Російська} pl{Польська} fr{Французька} de{Німецька} it{Італійська} es{Іспанська} pt{Португальська} uk{Українська} other{Невідомо}}
